"Preferences..." = "Preferencias...";
"Hide Menu Bar Icon" = "Ocultar icono";
"Show Menu Bar Icon" = "Mostrar icono";
"Tools" = "Tools";
"Export Preferences..." = "Export Preferences...";
"Import Preferences..." = "Import Preferences...";
"Reset Preferences..." = "Reset Preferences...";
"Restart Finder" ="Reiniciar Finder";
"Restart XtraFinder" ="Restart XtraFinder";
"Uninstall XtraFinder" = "Desinstalar XtraFinder";
"About XtraFinder" = "Acerca de XtraFinder";
"Check for Updates..." = "Comprobar actualizaciones...";

"XtraFinder Preferences" = "XtraFinder";

"Tabs" = "Pestañas";
"Features" = "Características";

"Tabs (experimental)" = "Pestañas (experimental)";
"Open new tab with same path" = "Abrir nueva pestaña con la misma ruta";
"Save open tabs when quitting Finder" = "Guardar pestañas abiertas al cerrar el Finder";
"Show Pinnable Window" = "Mostrar ventana pinchable";
"Show the Pin button" = "Show the Pin button";
"Slide from:" = "Slide from:";
"Bottom" = "Bottom";
"Left" = "Left";
"Right" = "Right";
"Top" = "Top";
"Always open new tab in the Pinnable window" = "Always open new tab in the Pinnable window";
"Dual Panel mode:" = "Dual Panel mode:";
"Show the second Sidebar" = "Show the second Sidebar";
"Middle-click on Sidebar to open in the second panel" = "Middle-click on Sidebar to open in the second panel";
"⇧+click on Sidebar to open in the second panel" = "⇧+click on Sidebar to open in the second panel";
"Shortcuts" = "Shortcuts";
"Narrow Tab Bar" = "Narrow Tab Bar";
"Tab style" = "Tab style";
"*Require closing windows." = "*Require closing windows.";
"Right-Click on New Tab button" = "Right-Click on New Tab button";
"Double-Click on Tab" = "Double-Click on Tab";
"Use ⌘+Number shortcuts to switch tab" = "Use ⌘+Number shortcuts to switch tab";
"Copy to Other Panel" = "Copy to Other Panel";
"Move to Other Panel" = "Move to Other Panel";

"Arrange folders on top" = "Ordenar las carpetas al principio";
"Maximize window when zooming" = "Maximizar en \"Zoom\"";
"Arrange items by Name in Icons View" = "Ordenar ítems por Nombre en Visualización como iconos";
"Hide dot files on Desktop" = "No mostrar archivos ocultos en el Escritorio";
"Spring-loaded Path Bar" = "Barra de ruta";
"Click any item in the Path Bar to show contents menu" = "Click en ítem de la barra de ruta para mostrar su contenido";
"Cut & Paste" = "Cortar y Pegar";
"Light text on dark background" = "Texto claro sobre fondo oscuro";
"Does not support Icons view mode." = "No soportado en Visualización como iconos.";
"Sort Recent Folders menu by last opened date" = "Ordenar el menú de carpetas recientes por fecha de apertura";
"Automatically adjust width of Name column" = "Ajustar automáticamente el ancho de la columna Nombre";
"Maximum width:" = "Maximum width:";
"Show colorful icons in the sidebar" = "Iconos en color en la barra lateral";
"Show label color in the sidebar" = "Show label color in the sidebar";
"Press Return to open selection" = "Press Return to open selection";
"Press Backspace (Backward Delete) to Go Back" = "Press Backspace (Backward Delete) to Go Back";
"Press Delete (Forward Delete) to Move to Trash" = "Press Delete (Forward Delete) to Move to Trash";
"Rename" = "Rename";
"Middle-click to open folder in new window or new tab" = "Middle-click to open folder in new window or new tab";
"Display folder item count in List view" = "Display folder item count in List view";
"Always show Toolbar" = "Always show Toolbar";
"Add XtraFinder's functions to the toolbar" = "Add XtraFinder's functions to the toolbar";
"Show Go Up button in the toolbar" = "Show Go Up button in the toolbar";
"Use ⌘⌥⇧+Number shortcuts to set Label" = "Use ⌘⌥⇧+Number shortcuts to set Label";
"Hide Share item in the context menu" = "Hide Share item in the context menu";
"Show total size of selected items in Status Bar" = "Show total size of selected items in Status Bar";
"Automatically calculate size" = "Automatically calculate size";

"Appearance" = "Appearance";
"Sidebar-related options may cause crash" = "Sidebar-related options may cause crash";
"Legacy label color painting" = "Legacy label color painting";
"Enabled for Icon View mode" = "Enabled for Icon View mode";
"Enabled for Desktop" = "Enabled for Desktop";

"Add items to Finder menus" = "Añadir a los menús del Finder";

"Collapse All" = "Contraer todo";
"Collapse the expanded nodes in List View" = "Contraer los nodos extendidos en Visualización como lista";
"Show Hidden Items" = "Mostrar archivos ocultos";
"Refresh" = "Actualizar";
"Copy Path" = "Copiar ruta";
"Default:" = "Default:";
"Contents" = "Contenido";
"Launch as Root" = "Lanzar como Root";
"Make Symbolic Link" = "Make Symbolic Link";
"New File..." = "Archivo nuevo...";
"Default extension:" = "Extensión por defecto:";
"Manage file templates" = "Personalizar plantillas";
"Copy to..." = "Copiar a...";
"Move to..." = "Mover a...";
"Delete permanently" = "Delete permanently";
"Select..." = "Seleccionar...";
"Dual Window - Horizontal" = "Ventana Dual - Horizontal";
"Dual Window - Vertical" = "Ventana Dual - Vertical";
"System-wide shortcut" = "Sistema de atajos";
"Hide Desktop" = "Ocultar Escritorio";
"New Terminal Here" = "Nuevo Terminal aquí";
"Top Most" = "Al frente";
"Make window top most" = "Crear ventana al frente";